import InvestmentOffer from "@/components/static/investment-offer";
import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "מיטב טרייד - הטבות בלעדיות",
  description:
    "פתחו חשבון מסחר במיטב טרייד, חברת הבורסה של מיטב דש, ותיהנו עמלות אטרקטיביות, פטור מדמי טיפול לשנתיים, קורס מסחר חינם, ריבית זכות 0.5% על מזומן ועוד!",
  keywords:
    'מיטב טרייד, מסחר בבורסה, חשבון השקעות, עמלות מסחר נמוכות, מסחר עצמאי, השקעות בבורסה, קורס מסחר חינם, מיטב דש, פתיחת חשבון מסחר, עמלות מסחר בארץ, עמלות מסחר בארה"ב, מניות, אופציות, קרנות נאמנות, מסחר בשוק ההון, השקעות פיננסיות, הנחה בעמלות, מיטב בית השקעות, פטור מדמי טיפול, ריבית זכות על מזומן, קרנות כספיות, השקעות בשוק ההון, מסחר מקוון, פלטפורמת מסחר, תכנון פיננסי, חיסכון והשקעה, בית השקעות מוביל, סוחרים פרטיים, שירותי מסחר מתקדמים',
};

export default function Home() {
  return <InvestmentOffer />;
}
